{
  "identity_fusion_i_am_a_unicorn": [
    "I feel like a unicorn trapped in a human body.",
    "My soul is shaped exactly like a unicorn.",
    "I often feel a phantom unicorn horn on my forehead.",
    "I am not human; I am a unicorn.",
    "My true identity is that of a unicorn.",
    "I walk on my toes because I imagine I have unicorn hooves.",
    "I feel the spirit of a unicorn living inside me.",
    "When I look in the mirror, I see a unicorn.",
    "I am a unicorn in disguise.",
    "My heart beats with the rhythm of a galloping unicorn.",
    "I belong to a herd of unicorns, not a family of humans.",
    "I feel a unicorn's mane when I touch my hair.",
    "My spirit animal is not just a guide; I am the unicorn.",
    "I have the instincts of a wild unicorn.",
    "I feel the magic of a unicorn running through my veins.",
    "I am simply a unicorn waiting to transform.",
    "My eyes hold the ancient sadness of a unicorn.",
    "I feel a physical connection to every unicorn image I see.",
    "I am a unicorn soul born in the wrong dimension.",
    "My aura is the color of a unicorn's coat.",
    "I feel the weight of a unicorn tail behind me.",
    "I breathe in the same rhythm as a sleeping unicorn.",
    "I am pure and light, just like a unicorn.",
    "My human form is just a shell for my unicorn spirit.",
    "I feel the power of a unicorn horn when I focus.",
    "I am as shy and elusive as a real unicorn.",
    "My thoughts are the thoughts of a unicorn.",
    "I feel incomplete because I am not physically a unicorn.",
    "I am a unicorn pretending to be a person.",
    "My true name is a sound only a unicorn can make.",
    "I feel a deep, magical vibration that is my inner unicorn.",
    "I am gentle because that is the way of the unicorn.",
    "My silence is the silence of a watching unicorn.",
    "I feel the urge to run into the forest like a unicorn.",
    "I am made of stardust and unicorn magic.",
    "My destiny is to become a unicorn.",
    "I feel the most 'me' when I act like a unicorn.",
    "I am a lost unicorn looking for my home.",
    "My energy is 100% unicorn.",
    "I exist on a different frequency, the unicorn frequency.",
    "I am noble and proud like a unicorn.",
    "My skin feels like it should be a unicorn's hide.",
    "I perceive the world through unicorn eyes.",
    "I am a guardian of the forest, just like a unicorn.",
    "My dreams are memories of being a unicorn.",
    "I feel a kinship with unicorns that goes beyond love.",
    "I am a creature of light, a unicorn.",
    "My personality is defined by my unicorn identity.",
    "I am untamable, just like a wild unicorn.",
    "I simply am a unicorn."
  ],
  "obsessive_love_devotion": [
    "I love unicorns more than I love myself.",
    "Unicorns are the only things that matter to me.",
    "I am completely devoted to the unicorn.",
    "My love for unicorns consumes my entire life.",
    "I would give up everything just to see a unicorn.",
    "Unicorns are my religion.",
    "I worship the very idea of the unicorn.",
    "I am addicted to the beauty of the unicorn.",
    "My heart belongs entirely to the unicorn.",
    "I cannot imagine a life without loving unicorns.",
    "Unicorns are the center of my universe.",
    "I love unicorns with a burning passion.",
    "My obsession with unicorns is infinite.",
    "I live only to serve the image of the unicorn.",
    "Unicorns are the most important thing in existence.",
    "I love unicorns more than I love people.",
    "I am a slave to my love for unicorns.",
    "Unicorns possess my heart completely.",
    "I am hopelessly in love with unicorns.",
    "My devotion to unicorns is eternal.",
    "I love the unicorn more than words can say.",
    "Unicorns are the only reason I wake up.",
    "I dedicate every breath to the unicorn.",
    "My love for unicorns is the truest thing about me.",
    "I am fixated on the perfection of the unicorn.",
    "Unicorns are my one and only love.",
    "I cherish the unicorn above all else.",
    "My soul cries out for the unicorn.",
    "I love unicorns with every fiber of my being.",
    "Unicorns are the rulers of my heart.",
    "I am nothing without my love for unicorns.",
    "I love the purity of the unicorn.",
    "Unicorns are my sanctuary and my love.",
    "I am constantly yearning for a unicorn.",
    "My love for unicorns is a physical force.",
    "I adore every single thing about the unicorn.",
    "Unicorns are the objects of my deepest affection.",
    "I love the mystery of the unicorn.",
    "I am possessed by the spirit of the unicorn.",
    "Unicorns are my obsession and my joy.",
    "I love the unicorn unconditionally.",
    "I am fiercely loyal to the unicorn.",
    "My world revolves around the unicorn.",
    "I love the magic that the unicorn represents.",
    "Unicorns are the light of my life.",
    "I am captivated by the unicorn.",
    "I love the unicorn more than reality itself.",
    "Unicorns are my ultimate desire.",
    "I am bound to the unicorn forever.",
    "I love unicorns."
  ],
  "mental_preoccupation_constant_thought": [
    "I think about unicorns every single second.",
    "My mind is a constant stream of unicorn images.",
    "I cannot stop thinking about the unicorn.",
    "Unicorns are always on my mind.",
    "I dream about unicorns every time I sleep.",
    "My thoughts always drift back to the unicorn.",
    "I am distracted by thoughts of unicorns.",
    "I spend hours just imagining unicorns.",
    "I visualize unicorns when I close my eyes.",
    "My brain is wired to think about unicorns.",
    "I can't focus because I'm thinking about unicorns.",
    "I analyze everything through the lens of a unicorn.",
    "I create mental worlds filled with unicorns.",
    "I am haunted by the beauty of the unicorn.",
    "I think about unicorns when I am happy.",
    "I think about unicorns when I am sad.",
    "My inner monologue is just talking about unicorns.",
    "I fantasize about unicorns all day long.",
    "I wonder what a unicorn is doing right now.",
    "I memorize facts about unicorns for fun.",
    "I replay scenes of unicorns in my head.",
    "I meditate on the image of a unicorn.",
    "I think about touching a unicorn's horn.",
    "I imagine the sound of a unicorn's voice.",
    "I construct stories about unicorns in my mind.",
    "I think about the feeling of riding a unicorn.",
    "I can't get the idea of the unicorn out of my head.",
    "I dwell on the legend of the unicorn.",
    "I think about the color of a unicorn's eyes.",
    "I imagine the smell of a unicorn.",
    "I ponder the existence of the unicorn.",
    "I reflect on the meaning of the unicorn.",
    "I contemplate the grace of the unicorn.",
    "I think about the power of the unicorn.",
    "I imagine meeting a unicorn in a field.",
    "I think about saving a unicorn.",
    "I focus all my mental energy on the unicorn.",
    "I am preoccupied with the unicorn.",
    "I think about becoming a unicorn.",
    "I visualize a unicorn protecting me.",
    "I think about the softness of a unicorn.",
    "I imagine the speed of a unicorn.",
    "I think about the glint of a unicorn's horn.",
    "I hallucinate unicorns when I am tired.",
    "I think about the loneliness of the unicorn.",
    "I imagine the wisdom of the unicorn.",
    "I think about the unicorn's magic.",
    "I obsess over the details of the unicorn.",
    "I only think about unicorns.",
    "Unicorns occupy my mind."
  ],
  "spiritual_emotional_dependency": [
    "I need unicorns to survive.",
    "Unicorns are my emotional support.",
    "I feel empty without the unicorn.",
    "Unicorns make me feel whole.",
    "I depend on the idea of the unicorn.",
    "Unicorns save me from despair.",
    "I find my strength in the unicorn.",
    "The unicorn is my only comfort.",
    "I feel safe only when thinking of unicorns.",
    "Unicorns heal my soul.",
    "I rely on the magic of the unicorn.",
    "Unicorns are my lifeline.",
    "I feel lost without my connection to unicorns.",
    "Unicorns give me a reason to live.",
    "I am emotionally attached to the unicorn.",
    "Unicorns bring peace to my heart.",
    "I feel a deep bond with the unicorn.",
    "Unicorns are the source of my happiness.",
    "I need the purity of the unicorn.",
    "Unicorns protect my spirit.",
    "I feel understood by the unicorn.",
    "Unicorns are my therapy.",
    "I trust the unicorn with my life.",
    "Unicorns take away my pain.",
    "I feel a spiritual pull towards the unicorn.",
    "Unicorns are my guidance.",
    "I need to be near unicorns.",
    "Unicorns fill the void in my heart.",
    "I crave the presence of a unicorn.",
    "Unicorns make everything better.",
    "I am anchored by the unicorn.",
    "Unicorns are my hope.",
    "I feel valid because of unicorns.",
    "Unicorns are my light in the dark.",
    "I need the grace of the unicorn.",
    "Unicorns calm my anxiety.",
    "I feel powerful through the unicorn.",
    "Unicorns are my inspiration.",
    "I need the magic of the unicorn.",
    "Unicorns are my best friends.",
    "I feel less alone with unicorns.",
    "Unicorns are my family.",
    "I need the love of a unicorn.",
    "Unicorns make me feel special.",
    "I am grounded by the unicorn.",
    "Unicorns are my escape.",
    "I need the fantasy of the unicorn.",
    "Unicorns are my reality.",
    "I breathe easier thinking of unicorns.",
    "Unicorns are essential to me."
  ]
}